Repository: Davidmp1/search-o-o
Catalog: po/*.po
Languages: sv

source: openSUSE Search
sv: openSUSE Sök

source: Packages
sv: Paket

source: Lists
sv: Listor

source: Forums
sv: Forum

source: Search for package
sv: Sök paket

source: https://en.opensuse.org/Special:Search?
sv: https://sv.opensuse.org/Special:Search?

source: Search openSUSE wiki
sv: Sök openSUSE-wikin

source: Search
sv: Sök

source: Search Mailing Lists
sv: Sök mailinglistor

source: Search openSUSE Forums
sv: Sök openSUSE-forum

source: Search the web
sv: Sök på webben

source: openSUSE contributors
sv: openSUSE-bidragare
